{
    "permission_modal": {
      "message": "Winu Play изисква достъп до вашата медийна библиотека, за да възпроизвежда аудио и видео файлове. Моля, дайте разрешение, за да продължите.",
      "grant_permission": "Дай Разрешение",
      "close_app": "Затвори Приложението"
    },
    "video_library": {
      "videos": "Видеоклипове",
      "search": "Търси...",
      "no_videos_available": "Няма Налични Видеоклипове",
      "no_albums_available": "Няма Налични Албуми",
      "view_mode": "Режим на Преглед",
      "layout": "Оформление",
      "sort": "Сортирай",
      "cancel": "Отказ",
      "done": "Готово"
    },
    "music_library": {
      "music": "Музика",
      "songs": "Песни",
      "search": "Търси...",
      "start_adding_favorites": "Започнете да добавяте любимите си песни, за да им се наслаждавате тук!",
      "your_starry_favorites": "Вашите Звездни Любими",
      "loading_starry_favorites": "Зареждане на Вашите Звездни Любими...",
      "no_music_available": "Няма Налична Музика",
      "no_albums_available": "Няма Налични Албуми",
      "view_mode": "Режим на Преглед",
      "layout": "Оформление",
      "sort": "Сортирай",
      "cancel": "Отказ",
      "done": "Готово"
    },
    "settings": {
      "title": "Настройки",
      "app_theme": "Тема на Приложението",
      "language": "Език",
      "pip_settings": "PiP Настройки",
      "terms_of_use": "Условия за Ползване и Правила",
      "privacy_policy": "Политика за Поверителност",
      "accept": "Приеми",
      "app_language": "Език на Приложението",
      "starts_pip": "Стартирай Картина в Картината Автоматично",
      "save": "Запази",
      "cancel": "Отказ",
      "terms_of_use_content": "Добре дошли в Winu Play, приложение за възпроизвеждане на видео и музика, разработено от Winu Co. Използвайки Winu Play, вие се съгласявате със следните Условия за Ползване:\n\n1. **Приемане на Условията**:\n С изтеглянето, инсталирането или използването на Winu Play, вие се съгласявате да спазвате тези Условия за Ползване. Ако не сте съгласни, моля, деинсталирайте приложението.\n\n2. **Използване на Приложението**:\n Winu Play ви позволява да възпроизвеждате видео и аудио файлове, съхранени на вашето устройство. Вие носите отговорност да гарантирате, че имате законното право да достъпвате и възпроизвеждате тези файлове.\n\n3. **Не е Необходим Акаунт**:\n Winu Play не изисква регистрация или влизане на потребители. Никакви лични данни не се събират или съхраняват.\n\n4. **Забранени Дейности**:\n Не можете да използвате Winu Play за незаконни цели, включително, но не само, разпространение на защитени с авторски права материали без разрешение или участие в дейности, които вредят на други потребители или функционалността на приложението.\n\n5. **Интелектуална Собственост**:\n Winu Play и неговото лого са собственост на Winu Co. Не можете да възпроизвеждате, модифицирате или разпространявате части от приложението без писмено разрешение от Winu Co.\n\n6. **Отказ от Гаранции**:\n Winu Play се предоставя „както е“ без каквито и да било изрично или подразбиращо се гаранции. Winu Co не гарантира непрекъсната или безгрешна работа на приложението.\n\n7. **Ограничение на Отговорността**:\n Winu Co не носи отговорност за никакви косвени, случайни, специални или последващи щети, произтичащи от използването или невъзможността за използване на Winu Play.\n\n8. **Промени в Условията**:\n Winu Co може да актуализира тези Условия за Ползване по всяко време. Продължаващото използване на приложението след такива промени представлява приемане на новите условия.\n\n9. **Прекратяване**:\n Winu Co си запазва правото да прекрати или ограничи достъпа до Winu Play по свое усмотрение, ако нарушите тези условия.\n\n10. **Свържете се с Нас**:\n Ако имате въпроси или притеснения, моля, свържете се с нас на winu-co@outlook.com.\n\nТези Условия за Ползване се уреждат от законите на юрисдикцията, където е базирана Winu Co. Използвайки Winu Play, вие се съгласявате да разрешавате спорове чрез арбитраж или в съответните съдилища на тази юрисдикция.",
      "privacy_policy_content": "Политика за Поверителност на Winu Play\n\nWinu Play, разработен от Winu Co, е ангажиран с опазването на вашата поверителност. Тази Политика за Поверителност обяснява как обработваме вашата информация, когато използвате нашето приложение за възпроизвеждане на видео и музика.\n\n1. **Без Събиране на Данни**:\n Winu Play не събира, съхранява или предава никакви лични или данни от устройството. Ние не изискваме регистрация, влизане или създаване на акаунт и не проследяваме вашата активност или споделяме информация с трети страни.\n\n2. **Локално Използване**:\n Winu Play работи изцяло на вашето устройство, като достъпва само видео и аудио файлове, които изберете да възпроизведете от локалното ви хранилище. Никакви данни не се изпращат към сървъри или външни услуги.\n\n3. **Без Услуги на Трети Страни**:\n Ние не интегрираме аналитични инструменти, реклами или инструменти за проследяване на трети страни, които биха могли да събират данни.\n\n4. **Разрешения**:\n Winu Play изисква достъп до вашите медийни файлове (видео и музика), за да функционира. Вие контролирате тези разрешения и можете да ги оттеглите по всяко време чрез настройките на вашето устройство.\n\n5. **Промени в Политиката**:\n Winu Co може да актуализира тази Политика за Поверителност, за да отрази промени в нашите практики. Ще ви уведомим за значителни промени чрез приложението или нашата контактна информация.\n\n6. **Свържете се с Нас**:\n Ако имате въпроси или притеснения относно вашата поверителност, моля, свържете се с нас на winu-co@outlook.com.\n\nИзползвайки Winu Play, вие потвърждавате, че сте прочели и разбрали тази Политика за Поверителност. Тази политика е в съответствие с приложимите закони за защита на данните и изискванията на магазина за приложения."
    },
    "theme_settings": {
      "title": "Настройки на Темата",
      "save": "Запази",
      "color_options": {
        "background_color": "Цвят на Фона",
        "text_color": "Цвят на Текста",
        "nav_bar_color": "Цвят на Навигационната Лента",
        "icon_tint_color": "Цвят на Иконите",
        "button_bg_color": "Цвят на Фона на Бутона",
        "active_button_color": "Цвят на Активния Бутон",
        "mini_player_position": "Позиция на Мини Плейъра",
        "mini_player_position_values": {
          "bottom": "Долу",
          "top": "Горе"
        }
      }
    },
    "browser": {
      "download_videos": "Изтегли Видеоклипове",
      "download": "Изтегли",
      "close": "Затвори",
      "no_videos_founds": "Няма Намерени Видеоклипове",
      "download_progress": "Напредък на Изтеглянето",
      "no_downloads": "Няма Изтегляния",
        "History": "История",
    "Clear Browsing Data...": "Изчистване на данните за сърфиране...",
    "no_history": "Няма история",
    "download_not_supported": "Изтеглянето не се поддържа",
    "youtube_copyright_notice": "Изтеглянето на видеоклипове от YouTube не се поддържа поради ограничения върху авторските права. Моля, използвайте съдържание от други платформи или се уверете, че имате разрешение за изтегляне."
    },
    "fileOperation": {
      "Copy Here": "Копирай Тук",
      "Move Here": "Премести Тук",
      "Cancel": "Отказ",
      "Copying...": "Копиране...",
      "Moving...": "Преместване...",
      "No folders found": "Няма Намерени Папки",
      "placeholder": "Търси папки...",
      "Copy To": "Копирай В",
      "Move To": "Премести В",
      "Confirm": "Потвърди",
      "Deleting...": "Изтриване...",
      "deleteConfirmation": "Сигурни ли сте, че искате да изтриете {{filename}}?",
      "Save": "Запази",
      "Rename": "Преименувай",
      "Share": "Сподели",
      "Delete": "Изтрий",
      "Move": "Премести",
      "Copy": "Копирай",
      "enterFolderName": "Въведи име на папка",
      "errorCreatingFolder": "Грешка при създаване на папка",
      "Create": "Създай"
    },
    "videoPlayer": {
      "file": "Файл",
      "name": "Име: {{value}}",
      "path": "Път: {{value}}",
      "size": "Размер: {{value}}",
      "created": "Създаден: {{value}}",
      "multimedia": "Мултимедия",
      "format": "Формат: {{value}}",
      "duration": "Продължителност: {{value}}",
      "resolution": "Резолюция: {{value}}"
    }
  }
