{
    "permission_modal": {
      "message": "Winu Play benötigt Zugriff auf Ihre Medienbibliothek, um Audio- und Videodateien abzuspielen. Bitte erteilen Sie die Erlaubnis, um fortzufahren.",
      "grant_permission": "Erlaubnis Erteilen",
      "close_app": "App Schließen"
    },
    "video_library": {
      "videos": "Videos",
      "search": "Suchen...",
      "no_videos_available": "Keine Videos Verfügbar",
      "no_albums_available": "Keine Alben Verfügbar",
      "view_mode": "Ansichtsmodus",
      "layout": "Layout",
      "sort": "Sortieren",
      "cancel": "Abbrechen",
      "done": "Fertig"
    },
    "music_library": {
      "music": "Musik",
      "songs": "Lieder",
    "favorites": "Favoriten",
    "albums": "Alben",
    "artists": "Künstler",
    "folders": "Ordner",
    "Unknown_Artist": "Unbekannter Künstler",
    "Unknown_Album": "Unbekanntes Album",
      "search": "Suchen...",
      "start_adding_favorites": "Beginnen Sie, Ihre Lieblingslieder hinzuzufügen, um sie hier zu genießen!",
      "your_starry_favorites": "Ihre Stern-Favoriten",
      "loading_starry_favorites": "Ihre Stern-Favoriten werden geladen...",
      "no_music_available": "Keine Musik Verfügbar",
        "no_artists_available": "Keine Künstler verfügbar",
      "no_albums_available": "Keine Alben Verfügbar",
      "view_mode": "Ansichtsmodus",
      "layout": "Layout",
      "sort": "Sortieren",
      "cancel": "Abbrechen",
      "done": "Fertig"
    },
    "settings": {
      "title": "Einstellungen",
      "app_theme": "App-Thema",
      "language": "Sprache",
      "pip_settings": "PiP-Einstellungen",
      "terms_of_use": "Nutzungsbedingungen und Regeln",
      "privacy_policy": "Datenschutzrichtlinie",
      "accept": "Akzeptieren",
      "app_language": "App-Sprache",
      "starts_pip": "Bild-im-Bild Automatisch Starten",
      "save": "Speichern",
      "cancel": "Abbrechen",
        "rate_us": "Bewerte uns",
      "terms_of_use_content": "Willkommen bei Winu Play, einer App zum Abspielen von Videos und Musik, die von Winu Inc. entwickelt wurde. Durch die Nutzung von Winu Play stimmen Sie den folgenden Nutzungsbedingungen zu:\n\n1. **Annahme der Bedingungen**:\nDurch das Herunterladen, Installieren oder Verwenden von Winu Play erklären Sie sich damit einverstanden, diese Nutzungsbedingungen einzuhalten. Wenn Sie nicht einverstanden sind, deinstallieren Sie die App bitte.\n\n2. **Nutzung der App**:\nWinu Play ermöglicht es Ihnen, Video- und Audiodateien abzuspielen, die auf Ihrem Gerät gespeichert sind. Sie sind dafür verantwortlich sicherzustellen, dass Sie das gesetzliche Recht haben, auf diese Dateien zuzugreifen und sie abzuspielen.\n\n3. **Kein Konto erforderlich**:\nWinu Play erfordert keine Benutzerregistrierung oder Anmeldung. Es werden keine persönlichen Daten gesammelt oder gespeichert.\n\n4. **Verbotene Aktivitäten**:\nSie dürfen Winu Play nicht für illegale Zwecke nutzen, einschließlich, aber nicht beschränkt auf, die Verbreitung urheberrechtlich geschützter Inhalte ohne Erlaubnis oder die Teilnahme an Aktivitäten, die anderen Nutzern oder der Funktionalität der App schaden.\n\n5. **Geistiges Eigentum**:\nWinu Play und sein Logo sind Eigentum von Winu Inc. Sie dürfen keinen Teil der App ohne schriftliche Genehmigung von Winu Inc. reproduzieren, modifizieren oder verteilen.\n\n6. **Haftungsausschluss**:\nWinu Play wird „wie besehen“ bereitgestellt, ohne jegliche Garantien, weder ausdrücklich noch implizit. Winu Inc. garantiert nicht, dass die App unterbrechungsfrei oder fehlerfrei funktioniert.\n\n7. **Haftungsbeschränkung**:\nWinu Inc. haftet nicht für indirekte, zufällige, besondere oder Folgeschäden, die aus der Nutzung oder der Unfähigkeit zur Nutzung von Winu Play resultieren.\n\n8. **Änderungen der Bedingungen**:\nWinu Inc. kann diese Nutzungsbedingungen jederzeit aktualisieren. Die fortgesetzte Nutzung der App nach solchen Änderungen gilt als Zustimmung zu den neuen Bedingungen.\n\n9. **Kündigung**:\nWinu Inc. behält sich das Recht vor, den Zugriff auf Winu Play nach eigenem Ermessen zu beenden oder einzuschränken, wenn Sie diese Bedingungen verletzen.\n\n10. **Kontaktieren Sie uns**:\nWenn Sie Fragen oder Bedenken haben, kontaktieren Sie uns bitte unter winu-co@outlook.com.\n\nDiese Nutzungsbedingungen unterliegen den Gesetzen der Gerichtsbarkeit, in der Winu Inc. ansässig ist. Durch die Nutzung von Winu Play stimmen Sie zu, Streitigkeiten durch Schiedsverfahren oder vor den zuständigen Gerichten dieser Gerichtsbarkeit zu klären.",
  "privacy_policy_content": "Datenschutzrichtlinie von Winu Play\n\nWinu Play, entwickelt von Winu Inc., verpflichtet sich, Ihre Privatsphäre zu schützen. Diese Datenschutzrichtlinie erläutert, wie wir Ihre Daten behandeln, wenn Sie unsere App zum Abspielen von Videos und Musik nutzen.\n\n1. **Datenerfassung durch Winu Play**:\nWinu Play sammelt, speichert oder übermittelt keine persönlichen oder Gerätedaten. Wir verlangen keine Registrierung, Anmeldung oder Kontoerstellung und verfolgen Ihre Aktivitäten nicht direkt.\n\n2. **Lokale Nutzung**:\nWinu Play funktioniert ausschließlich auf Ihrem Gerät und greift nur auf die Video- und Audiodateien zu, die Sie aus Ihrem lokalen Speicher zum Abspielen auswählen. Es werden keine Daten an externe Server oder Dienste gesendet.\n\n3. **Drittanbieter-Dienste (Google AdSense)**:\nWinu Play verwendet Google AdSense, um Anzeigen anzuzeigen. AdSense kann Daten wie Geräteinformationen (z. B. Gerätekennungen, IP-Adresse), ungefähren Standort und App-Aktivitäten erfassen, um personalisierte Anzeigen bereitzustellen. Diese Daten werden von Google, nicht von Winu Play, erfasst. Weitere Einzelheiten finden Sie in der Datenschutzrichtlinie von Google unter https://policies.google.com/privacy.\n\n4. **Berechtigungen**:\nWinu Play benötigt Zugriff auf Ihre Mediendateien (Videos und Musik), um zu funktionieren. Sie kontrollieren diese Berechtigungen und können sie jederzeit über die Einstellungen Ihres Geräts widerrufen.\n\n5. **Änderungen der Richtlinie**:\nWinu Inc. kann diese Datenschutzrichtlinie aktualisieren, um Änderungen in unseren Praktiken widerzuspiegeln. Wir werden Sie über wesentliche Änderungen über die App oder unsere Kontaktinformationen informieren.\n\n6. **Kontaktieren Sie uns**:\nWenn Sie Fragen oder Bedenken zu Ihrer Privatsphäre haben, kontaktieren Sie uns bitte unter winu-co@outlook.com.\n\nDurch die Nutzung von Winu Play bestätigen Sie, dass Sie diese Datenschutzrichtlinie gelesen und verstanden haben. Diese Richtlinie entspricht den geltenden Datenschutzgesetzen und den Anforderungen der App-Stores."
    },
    "theme_settings": {
      "title": "Themen-Einstellungen",
      "save": "Speichern",
      "color_options": {
        "background_color": "Hintergrundfarbe",
        "text_color": "Textfarbe",
        "nav_bar_color": "Farbe der Navigationsleiste",
        "icon_tint_color": "Farbton der Symbole",
        "button_bg_color": "Hintergrundfarbe des Buttons",
        "active_button_color": "Farbe des Aktiven Buttons",
          "folders_color": "Ordnerfarbe",
          "mini_player_background_color": "Mini-Player-Hintergrundfarbe" ,
        "mini_player_position": "Position des Mini-Players",
        "mini_player_position_values": {
          "bottom": "Unten",
          "top": "Oben"
        }
      }
    },
    "browser": {
      "download_videos": "Videos Herunterladen",
      "download": "Herunterladen",
      "close": "Schließen",
      "no_videos_founds": "Keine Videos Gefunden",
      "download_progress": "Download-Fortschritt",
      "no_downloads": "Keine Downloads",
        "History": "Verlauf",
        "download_complete": "Download abgeschlossen",
  "video_saved_to_winu_downloader": "Video in Winu Downloader gespeichert",
    "Clear Browsing Data...": "Browserdaten löschen...",
    "no_history": "Kein Verlauf",
    "download_not_supported": "Download wird nicht unterstützt",
    "youtube_copyright_notice": "Das Herunterladen von Videos von YouTube wird aufgrund von Urheberrechtsbeschränkungen nicht unterstützt. Bitte verwenden Sie Inhalte von anderen Plattformen oder stellen Sie sicher, dass Sie die Berechtigung zum Herunterladen haben."
    },
    "fileOperation": {
      "Copy Here": "Hierher Kopieren",
      "Move Here": "Hierher Verschieben",
      "Cancel": "Abbrechen",
      "Copying...": "Kopieren...",
      "Moving...": "Verschieben...",
      "No folders found": "Keine Ordner Gefunden",
      "placeholder": "Ordner suchen...",
      "Copy To": "Kopieren Nach",
      "Move To": "Verschieben Nach",
      "Confirm": "Bestätigen",
      "Deleting...": "Löschen...",
      "deleteConfirmation": "Sind Sie sicher, dass Sie {{filename}} löschen möchten?",
      "Save": "Speichern",
      "Rename": "Umbenennen",
      "Share": "Teilen",
      "Delete": "Löschen",
      "Move": "Verschieben",
      "Copy": "Kopieren",
      "enterFolderName": "Ordnernamen eingeben",
      "errorCreatingFolder": "Fehler beim Erstellen des Ordners",
      "Create": "Erstellen",
        "Properties": "Eigenschaften"
    },
    "videoPlayer": {
      "file": "Datei",
      "name": "Name: {{value}}",
      "path": "Pfad: {{value}}",
      "size": "Größe: {{value}}",
      "created": "Erstellt: {{value}}",
      "multimedia": "Multimedia",
      "format": "Format: {{value}}",
      "duration": "Dauer: {{value}}",
      "resolution": "Auflösung: {{value}}"
    }
  }
