{
    "permission_modal": {
      "message": "Η εφαρμογή Winu Play απαιτεί πρόσβαση στη βιβλιοθήκη πολυμέσων σας για να αναπαράγει αρχεία ήχου και βίντεο. Παρακαλούμε δώστε άδεια για να συνεχίσετε.",
      "grant_permission": "Χορήγηση Άδειας",
      "close_app": "Κλείσιμο Εφαρμογής"
    },
    "video_library": {
      "videos": "Βίντεο",
      "search": "Αναζήτηση...",
      "no_videos_available": "Δεν Υπάρχουν Διαθέσιμα Βίντεο",
      "no_albums_available": "Δεν Υπάρχουν Διαθέσιμα Άλμπουμ",
      "view_mode": "Λειτουργία Προβολής",
      "layout": "Διάταξη",
      "sort": "Ταξινόμηση",
      "cancel": "Ακύρωση",
      "done": "Ολοκληρώθηκε"
    },
    "music_library": {
      "music": "Μουσική",
      "songs": "Τραγούδια",
        "favorites": "Αγαπημένα",
    "albums": "Άλμπουμ",
    "artists": "Καλλιτέχνες",
    "folders": "Φάκελοι",
    "Unknown_Artist": "Άγνωστος Καλλιτέχνης",
    "Unknown_Album": "Άγνωστο Άλμπουμ",
      "search": "Αναζήτηση...",
      "start_adding_favorites": "Ξεκινήστε να προσθέτετε τα αγαπημένα σας τραγούδια για να τα απολαμβάνετε εδώ!",
      "your_starry_favorites": "Τα Αστέρια Αγαπημένα Σας",
      "loading_starry_favorites": "Φόρτωση των Αστεριών Αγαπημένων Σας...",
      "no_music_available": "Δεν Υπάρχει Διαθέσιμη Μουσική",
        "no_artists_available": "Δεν υπάρχουν διαθέσιμοι καλλιτέχνες",
      "no_albums_available": "Δεν Υπάρχουν Διαθέσιμα Άλμπουμ",
      "view_mode": "Λειτουργία Προβολής",
      "layout": "Διάταξη",
      "sort": "Ταξινόμηση",
      "cancel": "Ακύρωση",
      "done": "Ολοκληρώθηκε"
    },
    "settings": {
      "title": "Ρυθμίσεις",
      "app_theme": "Θέμα Εφαρμογής",
      "language": "Γλώσσα",
      "pip_settings": "Ρυθμίσεις PiP",
      "terms_of_use": "Όροι Χρήσης και Κανόνες",
      "privacy_policy": "Πολιτική Απορρήτου",
      "accept": "Αποδοχή",
      "app_language": "Γλώσσα Εφαρμογής",
      "starts_pip": "Εκκίνηση Εικόνας-σε-Εικόνα Αυτόματα",
      "save": "Αποθήκευση",
      "cancel": "Ακύρωση",
        "rate_us": "Αξιολογήστε μας",
      "terms_of_use_content": "Καλώς ήρθατε στο Winu Play, μια εφαρμογή αναπαραγωγής βίντεο και μουσικής που αναπτύχθηκε από την Winu Inc. Με τη χρήση του Winu Play, συμφωνείτε με τους παρακάτω Όρους και Προϋποθέσεις:\n\n1. **Αποδοχή των Όρων**:\nΚατεβάζοντας, εγκαθιστώντας ή χρησιμοποιώντας το Winu Play, συμφωνείτε να συμμορφώνεστε με αυτούς τους Όρους και Προϋποθέσεις. Εάν δεν συμφωνείτε, παρακαλούμε απεγκαταστήστε την εφαρμογή.\n\n2. **Χρήση της Εφαρμογής**:\nΤο Winu Play σας επιτρέπει να αναπαράγετε αρχεία βίντεο και ήχου που είναι αποθηκευμένα στη συσκευή σας. Είστε υπεύθυνοι να διασφαλίσετε ότι έχετε το νόμιμο δικαίωμα να έχετε πρόσβαση και να αναπαράγετε αυτά τα αρχεία.\n\n3. **Δεν Απαιτείται Λογαριασμός**:\nΤο Winu Play δεν απαιτεί εγγραφή χρήστη ή σύνδεση. Δεν συλλέγονται ούτε αποθηκεύονται προσωπικά δεδομένα.\n\n4. **Απαγορευμένες Δραστηριότητες**:\nΔεν μπορείτε να χρησιμοποιήσετε το Winu Play για οποιονδήποτε παράνομο σκοπό, συμπεριλαμβανομένης, αλλά όχι περιορισμένης, της διανομής υλικού που προστατεύεται από πνευματικά δικαιώματα χωρίς άδεια, ή της συμμετοχής σε δραστηριότητες που βλάπτουν άλλους χρήστες ή τη λειτουργικότητα της εφαρμογής.\n\n5. **Πνευματική Ιδιοκτησία**:\nΤο Winu Play και το λογότυπό του είναι ιδιοκτησία της Winu Inc. Δεν μπορείτε να αναπαράγετε, να τροποποιήσετε ή να διανείμετε οποιοδήποτε μέρος της εφαρμογής χωρίς γραπτή άδεια από την Winu Inc.\n\n6. **Αποποίηση Εγγυήσεων**:\nΤο Winu Play παρέχεται «ως έχει» χωρίς καμία εγγύηση, είτε ρητή είτε σιωπηρή. Η Winu Inc. δεν εγγυάται αδιάλειπτη ή χωρίς σφάλματα λειτουργία της εφαρμογής.\n\n7. **Περιορισμός Ευθύνης**:\nΗ Winu Inc. δεν φέρει ευθύνη για έμμεσες, τυχαίες, ειδικές ή επακόλουθες ζημιές που προκύπτουν από τη χρήση ή την αδυναμία χρήσης του Winu Play.\n\n8. **Αλλαγές στους Όρους**:\nΗ Winu Inc. μπορεί να ενημερώσει αυτούς τους Όρους και Προϋποθέσεις ανά πάσα στιγμή. Η συνεχιζόμενη χρήση της εφαρμογής μετά από τέτοιες αλλαγές συνιστά αποδοχή των νέων όρων.\n\n9. **Λήξη**:\nΗ Winu Inc. διατηρεί το δικαίωμα να τερματίσει ή να περιορίσει την πρόσβαση στο Winu Play κατά την κρίση της, εάν παραβιάσετε αυτούς τους όρους.\n\n10. **Επικοινωνήστε μαζί μας**:\nΕάν έχετε ερωτήσεις ή ανησυχίες, παρακαλούμε επικοινωνήστε μαζί μας στο winu-co@outlook.com.\n\nΑυτοί οι Όροι και Προϋποθέσεις διέπονται από τους νόμους της δικαιοδοσίας όπου βρίσκεται η Winu Inc. Με τη χρήση του Winu Play, συμφωνείτε να επιλύετε οποιαδήποτε διαφωνία μέσω διαιτησίας ή στα αρμόδια δικαστήρια αυτής της δικαιοδοσίας.",
  "privacy_policy_content": "Πολιτική Απορρήτου του Winu Play\n\nΤο Winu Play, που αναπτύχθηκε από την Winu Inc., δεσμεύεται να προστατεύει το απόρρητό σας. Αυτή η Πολιτική Απορρήτου εξηγεί πώς διαχειριζόμαστε τις πληροφορίες σας όταν χρησιμοποιείτε την εφαρμογή μας για αναπαραγωγή βίντεο και μουσικής.\n\n1. **Συλλογή Δεδομένων από το Winu Play**:\nΤο Winu Play δεν συλλέγει, αποθηκεύει ή μεταδίδει προσωπικά δεδομένα ή δεδομένα της συσκευής σας. Δεν απαιτούμε εγγραφή, σύνδεση ή δημιουργία λογαριασμού και δεν παρακολουθούμε απευθείας τη δραστηριότητά σας.\n\n2. **Τοπική Χρήση**:\nΤο Winu Play λειτουργεί πλήρως στη συσκευή σας, έχοντας πρόσβαση μόνο στα αρχεία βίντεο και ήχου που επιλέγετε να αναπαράγετε από την τοπική σας αποθήκευση. Δεν αποστέλλονται δεδομένα σε εξωτερικούς διακομιστές ή υπηρεσίες.\n\n3. **Υπηρεσίες Τρίτων (Google AdSense)**:\nΤο Winu Play χρησιμοποιεί το Google AdSense για την εμφάνιση διαφημίσεων. Το AdSense μπορεί να συλλέγει δεδομένα όπως πληροφορίες συσκευής (π.χ. αναγνωριστικά συσκευής, διεύθυνση IP), κατά προσέγγιση τοποθεσία και δραστηριότητα της εφαρμογής για την παροχή εξατομικευμένων διαφημίσεων. Αυτά τα δεδομένα συλλέγονται από την Google, όχι από το Winu Play. Για περισσότερες λεπτομέρειες, δείτε την Πολιτική Απορρήτου της Google στη διεύθυνση https://policies.google.com/privacy.\n\n4. **Άδειες**:\nΤο Winu Play ζητά πρόσβαση στα αρχεία πολυμέσων σας (βίντεο και μουσική) για να λειτουργήσει. Εσείς ελέγχετε αυτές τις άδειες και μπορείτε να τις ανακαλέσετε οποιαδήποτε στιγμή μέσω των ρυθμίσεων της συσκευής σας.\n\n5. **Αλλαγές στην Πολιτική**:\nΗ Winu Inc. μπορεί να ενημερώσει αυτήν την Πολιτική Απορρήτου για να αντικατοπτρίζει αλλαγές στις πρακτικές μας. Θα σας ενημερώσουμε για σημαντικές αλλαγές μέσω της εφαρμογής ή των πληροφοριών επικοινωνίας μας.\n\n6. **Επικοινωνήστε μαζί μας**:\nΕάν έχετε ερωτήσεις ή ανησυχίες σχετικά με το απόρρητό σας, παρακαλούμε επικοινωνήστε μαζί μας στο winu-co@outlook.com.\n\nΜε τη χρήση του Winu Play, αναγνωρίζετε ότι έχετε διαβάσει και κατανοήσει αυτήν την Πολιτική Απορρήτου. Αυτή η πολιτική συμμορφώνεται με τους ισχύοντες νόμους για την προστασία δεδομένων και τις απαιτήσεις των καταστημάτων εφαρμογών."
    },
    "theme_settings": {
      "title": "Ρυθμίσεις Θέματος",
      "save": "Αποθήκευση",
      "color_options": {
        "background_color": "Χρώμα Φόντου",
        "text_color": "Χρώμα Κειμένου",
        "nav_bar_color": "Χρώμα Μπάρας Πλοήγησης",
        "icon_tint_color": "Χρώμα Απόχρωσης Εικονιδίων",
        "button_bg_color": "Χρώμα Φόντου Κουμπιού",
        "active_button_color": "Χρώμα Ενεργού Κουμπιού",
          "folders_color": "Χρώμα φακέλων",
          "mini_player_background_color": "Χρώμα φόντου του μίνι αναπαραγωγέα",
        "mini_player_position": "Θέση Μίνι Αναπαραγωγέα",
        "mini_player_position_values": {
          "bottom": "Κάτω",
          "top": "Πάνω"
        }
      }
    },
    "browser": {
      "download_videos": "Λήψη Βίντεο",
      "download": "Λήψη",
      "close": "Κλείσιμο",
      "no_videos_founds": "Δεν Βρέθηκαν Βίντεο",
      "download_progress": "Πρόοδος Λήψης",
      "no_downloads": "Χωρίς Λήψεις",
        "History": "Ιστορικό",
        "download_complete": "Η λήψη ολοκληρώθηκε",
  "video_saved_to_winu_downloader": "Το βίντεο αποθηκεύτηκε στο Winu Downloader",
    "Clear Browsing Data...": "Εκκαθάριση δεδομένων περιήγησης...",
    "no_history": "Χωρίς ιστορικό",
    "download_not_supported": "Η λήψη δεν υποστηρίζεται",
    "youtube_copyright_notice": "Η λήψη βίντεο από το YouTube δεν υποστηρίζεται λόγω περιορισμών πνευματικών δικαιωμάτων. Παρακαλούμε χρησιμοποιήστε περιεχόμενο από άλλες πλατφόρμες ή βεβαιωθείτε ότι έχετε άδεια για λήψη."
    },
    "fileOperation": {
      "Copy Here": "Αντιγραφή Εδώ",
      "Move Here": "Μετακίνηση Εδώ",
      "Cancel": "Ακύρωση",
      "Copying...": "Αντιγραφή...",
      "Moving...": "Μετακίνηση...",
      "No folders found": "Δεν Βρέθηκαν Φάκελοι",
      "placeholder": "Αναζήτηση φακέλων...",
      "Copy To": "Αντιγραφή Σε",
      "Move To": "Μετακίνηση Σε",
      "Confirm": "Επιβεβαίωση",
      "Deleting...": "Διαγραφή...",
      "deleteConfirmation": "Είστε σίγουροι ότι θέλετε να διαγράψετε το {{filename}};",
      "Save": "Αποθήκευση",
      "Rename": "Μετονομασία",
      "Share": "Κοινοποίηση",
      "Delete": "Διαγραφή",
      "Move": "Μετακίνηση",
      "Copy": "Αντιγραφή",
      "enterFolderName": "Εισαγωγή ονόματος φακέλου",
      "errorCreatingFolder": "Σφάλμα κατά τη δημιουργία φακέλου",
      "Create": "Δημιουργία",
        "Properties": "Ιδιότητες"
    },
    "videoPlayer": {
      "file": "Αρχείο",
      "name": "Όνομα: {{value}}",
      "path": "Διαδρομή: {{value}}",
      "size": "Μέγεθος: {{value}}",
      "created": "Δημιουργήθηκε: {{value}}",
      "multimedia": "Πολυμέσα",
      "format": "Μορφή: {{value}}",
      "duration": "Διάρκεια: {{value}}",
      "resolution": "Ανάλυση: {{value}}"
    }
  }
