{
    "permission_modal": {
      "message": "Winu Play memerlukan akses ke perpustakaan media anda untuk memainkan fail audio dan video. Sila berikan kebenaran untuk meneruskan.",
      "grant_permission": "Berikan Kebenaran",
      "close_app": "Tutup Aplikasi"
    },
    "video_library": {
      "videos": "Video",
      "search": "Cari...",
      "no_videos_available": "Tiada Video Tersedia",
      "no_albums_available": "Tiada Album Tersedia",
      "view_mode": "Mod Paparan",
      "layout": "Susun Atur",
      "sort": "Susun",
      "cancel": "Batal",
      "done": "Selesai"
    },
    "music_library": {
      "music": "Muzik",
      "songs": "Lagu",
      "search": "Cari...",
      "start_adding_favorites": "Mulakan menambah lagu kegemaran anda untuk menikmatinya di sini!",
      "your_starry_favorites": "Kegemaran Berbintang Anda",
      "loading_starry_favorites": "Memuatkan Kegemaran Berbintang Anda...",
      "no_music_available": "Tiada Muzik Tersedia",
      "no_albums_available": "Tiada Album Tersedia",
      "view_mode": "Mod Paparan",
      "layout": "Susun Atur",
      "sort": "Susun",
      "cancel": "Batal",
      "done": "Selesai"
    },
    "settings": {
      "title": "Tetapan",
      "app_theme": "Tema Aplikasi",
      "language": "Bahasa",
      "pip_settings": "Tetapan PiP",
      "terms_of_use": "Syarat Penggunaan dan Peraturan",
      "privacy_policy": "Dasar Privasi",
      "accept": "Terima",
      "app_language": "Bahasa Aplikasi",
      "starts_pip": "Mulakan Gambar-dalam-Gambar Secara Automatik",
      "save": "Simpan",
      "cancel": "Batal",
      "terms_of_use_content": "Selamat datang ke Winu Play, aplikasi pemutar video dan muzik yang dibangunkan oleh Winu Co. Dengan menggunakan Winu Play, anda bersetuju dengan Syarat Penggunaan berikut:\n\n1. **Penerimaan Syarat**:\n Dengan memuat turun, memasang, atau menggunakan Winu Play, anda bersetuju untuk mematuhi Syarat Penggunaan ini. Jika anda tidak bersetuju, sila nyahpasang aplikasi.\n\n2. **Penggunaan Aplikasi**:\n Winu Play membolehkan anda memainkan fail video dan audio yang disimpan di peranti anda. Anda bertanggungjawab untuk memastikan bahawa anda mempunyai hak undang-undang untuk mengakses dan memainkan fail-fail tersebut.\n\n3. **Tiada Akaun Diperlukan**:\n Winu Play tidak memerlukan pendaftaran atau log masuk pengguna. Tiada data peribadi dikumpul atau disimpan.\n\n4. **Aktiviti yang Dilarang**:\n Anda tidak boleh menggunakan Winu Play untuk tujuan yang melanggar undang-undang, termasuk tetapi tidak terhad kepada mengedarkan bahan berhak cipta tanpa kebenaran, atau terlibat dalam aktiviti yang membahayakan pengguna lain atau fungsi aplikasi.\n\n5. **Hak Kekayaan Intelek**:\n Winu Play dan logonya adalah milik Winu Co. Anda tidak boleh menggandakan, mengubah suai, atau mengedarkan sebarang bahagian aplikasi tanpa kebenaran bertulis daripada Winu Co.\n\n6. **Penafian Jaminan**:\n Winu Play disediakan “seadanya” tanpa jaminan apa-apa jenis, sama ada tersurat atau tersirat. Winu Co tidak menjamin operasi aplikasi yang tidak terganggu atau bebas daripada kesalahan.\n\n7. **Had Tanggungjawab**:\n Winu Co tidak bertanggungjawab atas sebarang kerosakan tidak langsung, sampingan, khas, atau akibat yang timbul daripada penggunaan atau ketidakupayaan untuk menggunakan Winu Play.\n\n8. **Perubahan Syarat**:\n Winu Co boleh mengemas kini Syarat Penggunaan ini pada bila-bila masa. Penggunaan aplikasi yang berterusan selepas perubahan tersebut merupakan penerimaan terhadap syarat baru.\n\n9. **Penamatan**:\n Winu Co berhak untuk menamatkan atau menyekat akses ke Winu Play mengikut budi bicaranya jika anda melanggar syarat ini.\n\n10. **Hubungi Kami**:\n Jika anda mempunyai soalan atau kebimbangan, sila hubungi kami di winu-co@outlook.com.\n\nSyarat Penggunaan ini diatur oleh undang-undang bidang kuasa tempat Winu Co berpusat. Dengan menggunakan Winu Play, anda bersetuju untuk menyelesaikan sebarang pertikaian melalui arbitrasi atau di mahkamah yang sesuai di bidang kuasa tersebut.",
      "privacy_policy_content": "Dasar Privasi Winu Play\n\nWinu Play, yang dibangunkan oleh Winu Co, komited untuk melindungi privasi anda. Dasar Privasi ini menerangkan bagaimana kami mengendalikan maklumat anda semasa menggunakan aplikasi pemutar video dan muzik kami.\n\n1. **Tiada Pengumpulan Data**:\n Winu Play tidak mengumpul, menyimpan, atau menghantar sebarang data peribadi atau peranti. Kami tidak memerlukan pendaftaran, log masuk, atau penciptaan akaun, dan kami tidak menjejaki aktiviti anda atau berkongsi maklumat dengan pihak ketiga.\n\n2. **Penggunaan Setempat**:\n Winu Play beroperasi sepenuhnya pada peranti anda, hanya mengakses fail video dan audio yang anda pilih untuk dimainkan dari storan setempat anda. Tiada data dihantar ke pelayan atau perkhidmatan luar.\n\n3. **Tiada Perkhidmatan Pihak Ketiga**:\n Kami tidak mengintegrasikan analitik pihak ketiga, iklan, atau alat penjejakan yang boleh mengumpul data.\n\n4. **Kebenaran**:\n Winu Play meminta akses ke fail media anda (video dan muzik) untuk berfungsi. Anda mengawal kebenaran ini dan boleh membatalkannya pada bila-bila masa melalui tetapan peranti anda.\n\n5. **Perubahan Dasar**:\n Winu Co boleh mengemas kini Dasar Privasi ini untuk mencerminkan perubahan dalam amalan kami. Kami akan memaklumkan anda tentang perubahan penting melalui aplikasi atau maklumat hubungan kami.\n\n6. **Hubungi Kami**:\n Jika anda mempunyai soalan atau kebimbangan mengenai privasi anda, sila hubungi kami di winu-co@outlook.com.\n\nDengan menggunakan Winu Play, anda mengakui bahawa anda telah membaca dan memahami Dasar Privasi ini. Dasar ini mematuhi undang-undang perlindungan data yang berkenaan dan keperluan kedai aplikasi."
    },
    "theme_settings": {
      "title": "Tetapan Tema",
      "save": "Simpan",
      "color_options": {
        "background_color": "Warna Latar Belakang",
        "text_color": "Warna Teks",
        "nav_bar_color": "Warna Bar Navigasi",
        "icon_tint_color": "Warna Tint Ikon",
        "button_bg_color": "Warna Latar Belakang Butang",
        "active_button_color": "Warna Butang Aktif",
        "mini_player_position": "Kedudukan Pemain Mini",
        "mini_player_position_values": {
          "bottom": "Bawah",
          "top": "Atas"
        }
      }
    },
    "browser": {
      "download_videos": "Muat Turun Video",
      "download": "Muat Turun",
      "close": "Tutup",
      "no_videos_founds": "Tiada Video Ditemui",
      "download_progress": "Kemajuan Muat Turun",
      "no_downloads": "Tiada Muat Turun"
    },
    "fileOperation": {
      "Copy Here": "Salin ke Sini",
      "Move Here": "Pindah ke Sini",
      "Cancel": "Batal",
      "Copying...": "Menyalin...",
      "Moving...": "Memindahkan...",
      "No folders found": "Tiada Folder Ditemui",
      "placeholder": "Cari folder...",
      "Copy To": "Salin Ke",
      "Move To": "Pindah Ke",
      "Confirm": "Sahkan",
      "Deleting...": "Menghapus...",
      "deleteConfirmation": "Adakah anda pasti mahu menghapus {{filename}}?",
      "Save": "Simpan",
      "Rename": "Tukar Nama",
      "Share": "Kongsi",
      "Delete": "Hapus",
      "Move": "Pindah",
      "Copy": "Salin",
      "enterFolderName": "Masukkan nama folder",
      "errorCreatingFolder": "Ralat semasa mencipta folder",
      "Create": "Cipta"
    },
    "videoPlayer": {
      "file": "Fail",
      "name": "Nama: {{value}}",
      "path": "Laluan: {{value}}",
      "size": "Saiz: {{value}}",
      "created": "Dicipta: {{value}}",
      "multimedia": "Multimedia",
      "format": "Format: {{value}}",
      "duration": "Tempoh: {{value}}",
      "resolution": "Resolusi: {{value}}"
    }
  }