{
  "permission_modal": {
    "message": "Winu Play จำเป็นต้องเข้าถึงคลังสื่อของคุณเพื่อเล่นไฟล์เสียงและวิดีโอ โปรดให้สิทธิ์เพื่อดำเนินการต่อ",
    "grant_permission": "ให้สิทธิ์",
    "close_app": "ปิดแอป"
  },
  "video_library": {
    "videos": "วิดีโอ",
    "search": "ค้นหา...",
    "no_videos_available": "ไม่มีวิดีโอ",
    "no_albums_available": "ไม่มีอัลบั้ม",
    "view_mode": "โหมดการดู",
    "layout": "เค้าโครง",
    "sort": "เรียงลำดับ",
    "cancel": "ยกเลิก",
    "done": "เสร็จสิ้น"
  },
  "music_library": {
    "music": "เพลง",
    "songs": "เพลง",
    "search": "ค้นหา...",
    "start_adding_favorites": "เริ่มเพิ่มเพลงโปรดของคุณเพื่อสนุกกับมันที่นี่!",
    "your_starry_favorites": "รายการโปรดดาวเด่นของคุณ",
    "loading_starry_favorites": "กำลังโหลดรายการโปรดดาวเด่นของคุณ...",
    "no_music_available": "ไม่มีเพลง",
    "no_albums_available": "ไม่มีอัลบั้ม",
    "view_mode": "โหมดการดู",
    "layout": "เค้าโครง",
    "sort": "เรียงลำดับ",
    "cancel": "ยกเลิก",
    "done": "เสร็จสิ้น"
  },
  "settings": {
    "title": "การตั้งค่า",
    "app_theme": "ธีมของแอป",
    "language": "ภาษา",
    "pip_settings": "การตั้งค่า PiP",
    "terms_of_use": "ข้อกำหนดการใช้งานและเงื่อนไข",
    "privacy_policy": "นโยบายความเป็นส่วนตัว",
    "accept": "ยอมรับ",
    "app_language": "ภาษาของแอป",
    "starts_pip": "เริ่มภาพซ้อนภาพอัตโนมัติ",
    "save": "บันทึก",
    "cancel": "ยกเลิก",
    "terms_of_use_content": "ยินดีต้อนรับสู่ Winu Play แอปเล่นวิดีโอและเพลงที่พัฒนาโดย Winu Co. การใช้ Winu Play ถือว่าคุณยอมรับข้อกำหนดและเงื่อนไขต่อไปนี้:\n\n1. **การยอมรับข้อกำหนด**:\n การดาวน์โหลด ติดตั้ง หรือใช้ Winu Play แปลว่าคุณตกลงปฏิบัติตามข้อกำหนดและเงื่อนไขเหล่านี้ หากคุณไม่เห็นด้วย โปรดถอนการติดตั้งแอป\n\n2. **การใช้แอป**:\n Winu Play อนุญาตให้คุณเล่นไฟล์วิดีโอและไฟล์เสียงที่เก็บไว้ในอุปกรณ์ของคุณ คุณมีหน้าที่รับผิดชอบในการตรวจสอบว่าคุณมีสิทธิ์ตามกฎหมายในการเข้าถึงและเล่นไฟล์เหล่านี้\n\n3. **ไม่ต้องมีบัญชี**:\n Winu Play ไม่ต้องการการลงทะเบียนหรือล็อกอิน ไม่มีการเก็บหรือบันทึกข้อมูลส่วนบุคคล\n\n4. **กิจกรรมต้องห้าม**:\n คุณ不得ใช้ Winu Play เพื่อวัตถุประสงค์ที่ผิดกฎหมาย รวมถึงแต่ไม่จำกัดเพียงการแจกจ่ายเนื้อหาที่มีลิขสิทธิ์โดยไม่ได้รับอนุญาต หรือมีส่วนร่วมในกิจกรรมที่เป็นอันตรายต่อผู้ใช้รายอื่นหรือการทำงานของแอป\n\n5. **ทรัพย์สินทางปัญญา**:\n Winu Play และโลโก้เป็นทรัพย์สินของ Winu Co. คุณ不得ทำซ้ำ ดัดแปลง หรือแจกจ่ายส่วนใดส่วนหนึ่งของแอปโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจาก Winu Co.\n\n6. **การปฏิเสธการรับประกัน**:\n Winu Play มีให้ “ตามสภาพ” โดยไม่มีการรับประกันใด ๆ ไม่ว่าจะโดยชัดแจ้งหรือโดยนัย Winu Co ไม่รับประกันการทำงานที่ต่อเนื่องหรือปราศจากข้อผิดพลาดของแอป\n\n7. **การจำกัดความรับผิด**:\n Winu Co จะไม่รับผิดชอบต่อความเสียหายทางอ้อม โดยบังเอิญ พิเศษ หรือที่เป็นผลสืบเนื่องใด ๆ ที่เกิดจากการใช้หรือไม่สามารถใช้ Winu Play ได้\n\n8. **การเปลี่ยนแปลงข้อกำหนด**:\n Winu Co สามารถอัปเดตข้อกำหนดและเงื่อนไขเหล่านี้ได้ตลอดเวลา การใช้งานแอปต่อไปหลังจากการเปลี่ยนแปลงถือเป็นการยอมรับข้อกำหนดใหม่\n\n9. **การยุติ**:\n Winu Co ขอสงวนสิทธิ์ในการยุติหรือจำกัดการเข้าถึง Winu Play ตามดุลยพินิจ หากคุณฝ่าฝืนข้อกำหนดเหล่านี้\n\n10. **ติดต่อเรา**:\n หากคุณมีคำถามหรือข้อกังวล โปรดติดต่อเราที่ winu-co@outlook.com\n\nข้อกำหนดและเงื่อนไขเหล่านี้อยู่ภายใต้กฎหมายของเขตอำนาจศาลที่ Winu Co ตั้งอยู่ การใช้ Winu Play ถือว่าคุณตกลงที่จะแก้ไขข้อพิพาทผ่านการอนุญาโตตุลาการหรือในศาลที่เหมาะสมของเขตอำนาจศาลนั้น",
    "privacy_policy_content": "นโยบายความเป็นส่วนตัวของ Winu Play\n\nWinu Play พัฒนาโดย Winu Co มุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ นโยบายความเป็นส่วนตัวนี้จะอธิบายวิธีที่เราจัดการข้อมูลของคุณเมื่อใช้แอปเล่นวิดีโอและเพลงของเรา\n\n1. **ไม่มีการเก็บข้อมูล**:\n Winu Play ไม่เก็บรวบรวม จัดเก็บ หรือส่งข้อมูลส่วนบุคคลหรือข้อมูลอุปกรณ์ใด ๆ เราไม่ต้องการการลงทะเบียน ล็อกอิน หรือการสร้างบัญชี และเราไม่ติดตามกิจกรรมของคุณหรือแบ่งปันข้อมูลกับบุคคลที่สาม\n\n2. **การใช้งานในเครื่อง**:\n Winu Play ทำงานทั้งหมดบนอุปกรณ์ของคุณ โดยเข้าถึงเฉพาะไฟล์วิดีโอและไฟล์เสียงที่คุณเลือกเล่นจากที่เก็บข้อมูลในเครื่อง ไม่มีการส่งข้อมูลไปยังเซิร์ฟเวอร์หรือบริการภายนอก\n\n3. **ไม่มีบริการบุคคลที่สาม**:\n เราไม่รวมเครื่องมือวิเคราะห์ โฆษณา หรือการติดตามจากบุคคลที่สามที่อาจเก็บข้อมูล\n\n4. **การอนุญาต**:\n Winu Play ขอการเข้าถึงไฟล์สื่อของคุณ (วิดีโอและเพลง) เพื่อให้ทำงานได้ คุณสามารถควบคุมการอนุญาตเหล่านี้และเพิกถอนได้ตลอดเวลาผ่านการตั้งค่าอุปกรณ์ของคุณ\n\n5. **การเปลี่ยนแปลงนโยบาย**:\n Winu Co อาจอัปเดตนโยบายความเป็นส่วนตัวนี้เพื่อสะท้อนถึงการเปลี่ยนแปลงในแนวปฏิบัติของเรา เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงที่สำคัญผ่านแอปหรือข้อมูลติดต่อของเรา\n\n6. **ติดต่อเรา**:\n หากคุณมีคำถามหรือข้อกังวลเกี่ยวกับความเป็นส่วนตัว โปรดติดต่อเราที่ winu-co@outlook.com\n\nการใช้ Winu Play ถือว่าคุณได้อ่านและเข้าใจนโยบายความเป็นส่วนตัวนี้ นโยบายนี้สอดคล้องกับกฎหมายคุ้มครองข้อมูลที่เกี่ยวข้องและข้อกำหนดของร้านค้าแอป"
  },
  "theme_settings": {
    "title": "การตั้งค่าธีม",
    "save": "บันทึก",
    "color_options": {
      "background_color": "สีพื้นหลัง",
      "text_color": "สีข้อความ",
      "nav_bar_color": "สีแถบนำทาง",
      "icon_tint_color": "สีไอคอน",
      "button_bg_color": "สีพื้นหลังปุ่ม",
      "active_button_color": "สีปุ่มที่ใช้งาน",
      "folders_color": "สีโฟลเดอร์",
      "mini_player_position": "ตำแหน่งเครื่องเล่นขนาดเล็ก",
      "mini_player_position_values": {
        "bottom": "ด้านล่าง",
        "top": "ด้านบน"
      }
    }
  },
  "browser": {
    "download_videos": "ดาวน์โหลดวิดีโอ",
    "download": "ดาวน์โหลด",
    "close": "ปิด",
    "no_videos_founds": "ไม่พบวิดีโอ",
    "download_progress": "ความคืบหน้าการดาวน์โหลด",
    "no_downloads": "ไม่มีการดาวน์โหลด",
    "History": "ประวัติ",
    "Clear Browsing Data...": "ล้างข้อมูลการท่องเว็บ...",
    "no_history": "ไม่มีประวัติ",
    "download_not_supported": "การดาวน์โหลดไม่รองรับ",
    "youtube_copyright_notice": "การดาวน์โหลดวิดีโอจาก YouTube ไม่รองรับเนื่องจากข้อจำกัดด้านลิขสิทธิ์ กรุณาใช้เนื้อหาจากแพลตฟอร์มอื่นหรือตรวจสอบให้แน่ใจว่าคุณมีสิทธิ์ในการดาวน์โหลด"
  },
  "fileOperation": {
    "Copy Here": "คัดลอกที่นี่",
    "Move Here": "ย้ายที่นี่",
    "Cancel": "ยกเลิก",
    "Copying...": "กำลังคัดลอก...",
    "Moving...": "กำลังย้าย...",
    "No folders found": "ไม่พบโฟลเดอร์",
    "placeholder": "ค้นหาโฟลเดอร์...",
    "Copy To": "คัดลอกไปที่",
    "Move To": "ย้ายไปที่",
    "Confirm": "ยืนยัน",
    "Deleting...": "กำลังลบ...",
    "deleteConfirmation": "คุณแน่ใจหรือไม่ว่าต้องการลบ {{filename}}?",
    "Save": "บันทึก",
    "Rename": "เปลี่ยนชื่อ",
    "Share": "แชร์",
    "Delete": "ลบ",
    "Move": "ย้าย",
    "Copy": "คัดลอก",
    "enterFolderName": "ป้อนชื่อโฟลเดอร์",
    "errorCreatingFolder": "เกิดข้อผิดพลาดในการสร้างโฟลเดอร์",
    "Create": "สร้าง",
    "Properties": "คุณสมบัติ"
  },
  "videoPlayer": {
    "file": "ไฟล์",
    "name": "ชื่อ: {{value}}",
    "path": "เส้นทาง: {{value}}",
    "size": "ขนาด: {{value}}",
    "created": "สร้างเมื่อ: {{value}}",
    "multimedia": "มัลติมีเดีย",
    "format": "รูปแบบ: {{value}}",
    "duration": "ระยะเวลา: {{value}}",
    "resolution": "ความละเอียด: {{value}}"
  }
}
