{
  "permission_modal": {
    "message": "Winu Play จำเป็นต้องเข้าถึงคลังสื่อของคุณเพื่อเล่นไฟล์เสียงและวิดีโอ โปรดให้สิทธิ์เพื่อดำเนินการต่อ",
    "grant_permission": "ให้สิทธิ์",
    "close_app": "ปิดแอป"
  },
  "video_library": {
    "videos": "วิดีโอ",
    "search": "ค้นหา...",
    "no_videos_available": "ไม่มีวิดีโอ",
    "no_albums_available": "ไม่มีอัลบั้ม",
    "view_mode": "โหมดการดู",
    "layout": "เค้าโครง",
    "sort": "เรียงลำดับ",
    "cancel": "ยกเลิก",
    "done": "เสร็จสิ้น"
  },
  "music_library": {
    "music": "เพลง",
    "songs": "เพลง",
     "favorites": "รายการโปรด",
    "albums": "อัลบั้ม",
    "artists": "ศิลปิน",
    "folders": "โฟลเดอร์",
    "Unknown_Artist": "ศิลปินที่ไม่รู้จัก",
    "Unknown_Album": "อัลบั้มที่ไม่รู้จัก",
    "search": "ค้นหา...",
    "start_adding_favorites": "เริ่มเพิ่มเพลงโปรดของคุณเพื่อสนุกกับมันที่นี่!",
    "your_starry_favorites": "รายการโปรดดาวเด่นของคุณ",
    "loading_starry_favorites": "กำลังโหลดรายการโปรดดาวเด่นของคุณ...",
    "no_music_available": "ไม่มีเพลง",
    "no_artists_available": "ไม่มีศิลปินที่พร้อมใช้งาน",
    "no_albums_available": "ไม่มีอัลบั้ม",
    "view_mode": "โหมดการดู",
    "layout": "เค้าโครง",
    "sort": "เรียงลำดับ",
    "cancel": "ยกเลิก",
    "done": "เสร็จสิ้น"
  },
  "settings": {
    "title": "การตั้งค่า",
    "app_theme": "ธีมของแอป",
    "language": "ภาษา",
    "pip_settings": "การตั้งค่า PiP",
    "terms_of_use": "ข้อกำหนดการใช้งานและเงื่อนไข",
    "privacy_policy": "นโยบายความเป็นส่วนตัว",
    "accept": "ยอมรับ",
    "app_language": "ภาษาของแอป",
    "starts_pip": "เริ่มภาพซ้อนภาพอัตโนมัติ",
    "save": "บันทึก",
    "cancel": "ยกเลิก",
    "rate_us": "ให้คะแนนเรา",
    "terms_of_use_content": "ยินดีต้อนรับสู่ Winu Play แอปพลิเคชันสำหรับเล่นวิดีโอและเพลงที่พัฒนาโดย Winu Inc. การใช้ Winu Play หมายความว่าคุณยอมรับข้อกำหนดและเงื่อนไขดังต่อไปนี้:\n\n1. **การยอมรับข้อกำหนด**:\nการดาวน์โหลด ติดตั้ง หรือใช้ Winu Play หมายความว่าคุณตกลงที่จะปฏิบัติตามข้อกำหนดและเงื่อนไขเหล่านี้ หากคุณไม่เห็นด้วย โปรดถอนการติดตั้งแอป\n\n2. **การใช้แอปพลิเคชัน**:\nWinu Play ช่วยให้คุณสามารถเล่นไฟล์วิดีโอและไฟล์เสียงที่จัดเก็บอยู่ในอุปกรณ์ของคุณ คุณมีหน้าที่รับผิดชอบในการตรวจสอบให้แน่ใจว่าคุณมีสิทธิ์ตามกฎหมายในการเข้าถึงและเล่นไฟล์เหล่านั้น\n\n3. **ไม่ต้องมีบัญชี**:\nWinu Play ไม่ต้องการการลงทะเบียนผู้ใช้หรือการเข้าสู่ระบบ ไม่มีการเก็บรวบรวมหรือจัดเก็บข้อมูลส่วนบุคคล\n\n4. **กิจกรรมที่ถูกห้าม**:\nคุณไม่สามารถใช้ Winu Play เพื่อวัตถุประสงค์ที่ผิดกฎหมาย รวมถึงแต่ไม่จำกัดเพียง การแจกจ่ายเนื้อหาที่มีลิขสิทธิ์โดยไม่ได้รับอนุญาต หรือการมีส่วนร่วมในกิจกรรมที่เป็นอันตรายต่อผู้ใช้รายอื่นหรือการทำงานของแอป\n\n5. **ทรัพย์สินทางปัญญา**:\nWinu Play และโลโก้ของมันเป็นทรัพย์สินของ Winu Inc. คุณไม่สามารถทำซ้ำ ดัดแปลง หรือแจกจ่ายส่วนใดส่วนหนึ่งของแอปโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจาก Winu Inc.\n\n6. **การปฏิเสธการรับประกัน**:\nWinu Play มีให้ใช้งาน “ตามสภาพ” โดยไม่มีการรับประกันใด ๆ ไม่ว่าโดยชัดแจ้งหรือโดยนัย Winu Inc. ไม่รับประกันว่าแอปจะทำงานอย่างต่อเนื่องหรือปราศจากข้อผิดพลาด\n\n7. **การจำกัดความรับผิด**:\nWinu Inc. จะไม่รับผิดชอบต่อความเสียหายทางอ้อม โดยบังเอิญ พิเศษ หรือที่เป็นผลสืบเนื่องที่เกิดจากการใช้หรือไม่สามารถใช้ Winu Play ได้\n\n8. **การเปลี่ยนแปลงข้อกำหนด**:\nWinu Inc. สามารถอัปเดตข้อกำหนดและเงื่อนไขเหล่านี้ได้ตลอดเวลา การใช้งานแอปต่อไปหลังจากการเปลี่ยนแปลงดังกล่าวถือว่าคุณยอมรับข้อกำหนดใหม่\n\n9. **การยุติ**:\nWinu Inc. ขอสงวนสิทธิ์ในการยุติหรือจำกัดการเข้าถึง Winu Play ตามดุลยพินิจของตน หากคุณฝ่าฝืนข้อกำหนดเหล่านี้\n\n10. **ติดต่อเรา**:\nหากคุณมีคำถามหรือข้อกังวล โปรดติดต่อเราที่ winu-co@outlook.com\n\nข้อกำหนดและเงื่อนไขเหล่านี้อยู่ภายใต้กฎหมายของเขตอำนาจศาลที่ Winu Inc. ตั้งอยู่ การใช้ Winu Play หมายความว่าคุณตกลงที่จะแก้ไขข้อพิพาทใด ๆ ผ่านการอนุญาโตตุลาการหรือในศาลที่มีอำนาจในเขตอำนาจศาลนั้น",
  "privacy_policy_content": "นโยบายความเป็นส่วนตัวของ Winu Play\n\nWinu Play ซึ่งพัฒนาโดย Winu Inc. มุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ นโยบายความเป็นส่วนตัวนี้อธิบายวิธีที่เราจัดการข้อมูลของคุณเมื่อคุณใช้แอปพลิเคชันของเราในการเล่นวิดีโอและเพลง\n\n1. **การเก็บรวบรวมข้อมูลโดย Winu Play**:\nWinu Play ไม่เก็บรวบรวม จัดเก็บ หรือส่งข้อมูลส่วนบุคคลหรือข้อมูลอุปกรณ์ใด ๆ เราไม่ต้องการการลงทะเบียน การเข้าสู่ระบบ หรือการสร้างบัญชี และเราไม่ติดตามกิจกรรมของคุณโดยตรง\n\n2. **การใช้งานในเครื่อง**:\nWinu Play ทำงานทั้งหมดบนอุปกรณ์ของคุณ โดยเข้าถึงเฉพาะไฟล์วิดีโอและไฟล์เสียงที่คุณเลือกเล่นจากที่เก็บข้อมูลในเครื่อง ไม่มีข้อมูลใดถูกส่งไปยังเซิร์ฟเวอร์ภายนอกหรือบริการ\n\n3. **บริการของบุคคลที่สาม (Google AdSense)**:\nWinu Play ใช้ Google AdSense เพื่อแสดงโฆษณา AdSense อาจเก็บรวบรวมข้อมูล เช่น ข้อมูลอุปกรณ์ (เช่น ตัวระบุอุปกรณ์ ที่อยู่ IP) ตำแหน่งโดยประมาณ และกิจกรรมของแอป เพื่อให้บริการโฆษณาที่ปรับแต่งตามความสนใจ ข้อมูลเหล่านี้ถูกรวบรวมโดย Google ไม่ใช่ Winu Play สำหรับรายละเอียดเพิ่มเติม โปรดดูนโยบายความเป็นส่วนตัวของ Google ที่ https://policies.google.com/privacy\n\n4. **การอนุญาต**:\nWinu Play ขอการเข้าถึงไฟล์สื่อของคุณ (วิดีโอและเพลง) เพื่อให้สามารถทำงานได้ คุณควบคุมการอนุญาตเหล่านี้และสามารถเพิกถอนได้ตลอดเวลาผ่านการตั้งค่าอุปกรณ์ของคุณ\n\n5. **การเปลี่ยนแปลงนโยบาย**:\nWinu Inc. อาจอัปเดตนโยบายความเป็นส่วนตัวนี้เพื่อสะท้อนถึงการเปลี่ยนแปลงในแนวปฏิบัติของเรา เราจะแจ้งให้คุณทราบเกี่ยวกับการเปลี่ยนแปลงที่สำคัญผ่านแอปหรือข้อมูลการติดต่อของเรา\n\n6. **ติดต่อเรา**:\nหากคุณมีคำถามหรือข้อกังวลเกี่ยวกับความเป็นส่วนตัวของคุณ โปรดติดต่อเราที่ winu-co@outlook.com\n\nการใช้ Winu Play หมายความว่าคุณได้อ่านและเข้าใจนโยบายความเป็นส่วนตัวนี้ นโยบายนี้สอดคล้องกับกฎหมายคุ้มครองข้อมูลที่บังคับใช้และข้อกำหนดของร้านค้าแอป"
  },
  "theme_settings": {
    "title": "การตั้งค่าธีม",
    "save": "บันทึก",
    "color_options": {
      "background_color": "สีพื้นหลัง",
      "text_color": "สีข้อความ",
      "nav_bar_color": "สีแถบนำทาง",
      "icon_tint_color": "สีไอคอน",
      "button_bg_color": "สีพื้นหลังปุ่ม",
      "active_button_color": "สีปุ่มที่ใช้งาน",
      "folders_color": "สีโฟลเดอร์",
      "mini_player_background_color": "สีพื้นหลังของมินิเพลเยอร์",
      "mini_player_position": "ตำแหน่งเครื่องเล่นขนาดเล็ก",
      "mini_player_position_values": {
        "bottom": "ด้านล่าง",
        "top": "ด้านบน"
      }
    }
  },
  "browser": {
    "download_videos": "ดาวน์โหลดวิดีโอ",
    "download": "ดาวน์โหลด",
    "close": "ปิด",
    "no_videos_founds": "ไม่พบวิดีโอ",
    "download_progress": "ความคืบหน้าการดาวน์โหลด",
    "no_downloads": "ไม่มีการดาวน์โหลด",
    "download_complete": "ดาวน์โหลดเสร็จสิ้น",
  "video_saved_to_winu_downloader": "วิดีโอบันทึกใน Winu Downloader",
    "History": "ประวัติ",
    "Clear Browsing Data...": "ล้างข้อมูลการท่องเว็บ...",
    "no_history": "ไม่มีประวัติ",
    "download_not_supported": "การดาวน์โหลดไม่รองรับ",
    "youtube_copyright_notice": "การดาวน์โหลดวิดีโอจาก YouTube ไม่รองรับเนื่องจากข้อจำกัดด้านลิขสิทธิ์ กรุณาใช้เนื้อหาจากแพลตฟอร์มอื่นหรือตรวจสอบให้แน่ใจว่าคุณมีสิทธิ์ในการดาวน์โหลด"
  },
  "fileOperation": {
    "Copy Here": "คัดลอกที่นี่",
    "Move Here": "ย้ายที่นี่",
    "Cancel": "ยกเลิก",
    "Copying...": "กำลังคัดลอก...",
    "Moving...": "กำลังย้าย...",
    "No folders found": "ไม่พบโฟลเดอร์",
    "placeholder": "ค้นหาโฟลเดอร์...",
    "Copy To": "คัดลอกไปที่",
    "Move To": "ย้ายไปที่",
    "Confirm": "ยืนยัน",
    "Deleting...": "กำลังลบ...",
    "deleteConfirmation": "คุณแน่ใจหรือไม่ว่าต้องการลบ {{filename}}?",
    "Save": "บันทึก",
    "Rename": "เปลี่ยนชื่อ",
    "Share": "แชร์",
    "Delete": "ลบ",
    "Move": "ย้าย",
    "Copy": "คัดลอก",
    "enterFolderName": "ป้อนชื่อโฟลเดอร์",
    "errorCreatingFolder": "เกิดข้อผิดพลาดในการสร้างโฟลเดอร์",
    "Create": "สร้าง",
    "Properties": "คุณสมบัติ"
  },
  "videoPlayer": {
    "file": "ไฟล์",
    "name": "ชื่อ: {{value}}",
    "path": "เส้นทาง: {{value}}",
    "size": "ขนาด: {{value}}",
    "created": "สร้างเมื่อ: {{value}}",
    "multimedia": "มัลติมีเดีย",
    "format": "รูปแบบ: {{value}}",
    "duration": "ระยะเวลา: {{value}}",
    "resolution": "ความละเอียด: {{value}}"
  }
}
