{
    "permission_modal": {
      "message": "Winu Play cần quyền truy cập vào thư viện phương tiện của bạn để phát các tệp âm thanh và video. Vui lòng cấp quyền để tiếp tục.",
      "grant_permission": "Cấp quyền",
      "close_app": "Đóng ứng dụng"
    },
    "video_library": {
      "videos": "Video",
      "search": "Tìm kiếm...",
      "no_videos_available": "Không có video nào",
      "no_albums_available": "Không có album nào",
      "view_mode": "Chế độ xem",
      "layout": "Bố cục",
      "sort": "Sắp xếp",
      "cancel": "Hủy",
      "done": "Xong"
    },
    "music_library": {
      "music": "Âm nhạc",
      "songs": "Bài hát",
        "favorites": "Yêu thích",
    "albums": "Album",
    "artists": "Nghệ sĩ",
    "folders": "Thư mục",
    "Unknown_Artist": "Nghệ sĩ Không rõ",
    "Unknown_Album": "Album Không rõ",
      "search": "Tìm kiếm...",
      "start_adding_favorites": "Bắt đầu thêm các bài hát yêu thích của bạn để thưởng thức tại đây!",
      "your_starry_favorites": "Yêu thích đầy sao của bạn",
      "loading_starry_favorites": "Đang tải các yêu thích đầy sao của bạn...",
      "no_music_available": "Không có nhạc nào",
        "no_artists_available": "Không có nghệ sĩ nào khả dụng",
      "no_albums_available": "Không có album nào",
      "view_mode": "Chế độ xem",
      "layout": "Bố cục",
      "sort": "Sắp xếp",
      "cancel": "Hủy",
      "done": "Xong"
    },
    "settings": {
      "title": "Cài đặt",
      "app_theme": "Chủ đề ứng dụng",
      "language": "Ngôn ngữ",
      "pip_settings": "Cài đặt PiP",
      "terms_of_use": "Điều khoản sử dụng",
      "privacy_policy": "Chính sách bảo mật",
      "accept": "Chấp nhận",
      "app_language": "Ngôn ngữ ứng dụng",
      "starts_pip": "Tự động bật hình trong hình",
      "save": "Lưu",
      "cancel": "Hủy",
        "rate_us": "Đánh giá chúng tôi",
      "terms_of_use_content": "Chào mừng đến với Winu Play, một ứng dụng phát video và nhạc được phát triển bởi Winu Inc. Bằng cách sử dụng Winu Play, bạn đồng ý với các Điều khoản và Điều kiện sau đây:\n\n1. **Chấp nhận Điều khoản**:\nBằng cách tải xuống, cài đặt hoặc sử dụng Winu Play, bạn đồng ý tuân thủ các Điều khoản và Điều kiện này. Nếu bạn không đồng ý, vui lòng gỡ cài đặt ứng dụng.\n\n2. **Sử dụng Ứng dụng**:\nWinu Play cho phép bạn phát các tệp video và âm thanh được lưu trữ trên thiết bị của bạn. Bạn chịu trách nhiệm đảm bảo rằng bạn có quyền hợp pháp để truy cập và phát các tệp này.\n\n3. **Không Cần Tài khoản**:\nWinu Play không yêu cầu đăng ký người dùng hoặc đăng nhập. Không có dữ liệu cá nhân nào được thu thập hoặc lưu trữ.\n\n4. **Các Hoạt động Bị Cấm**:\nBạn không được sử dụng Winu Play cho các mục đích bất hợp pháp, bao gồm nhưng không giới hạn ở việc phân phối nội dung có bản quyền mà không được phép hoặc tham gia vào các hoạt động gây hại cho người dùng khác hoặc chức năng của ứng dụng.\n\n5. **Sở hữu Trí tuệ**:\nWinu Play và logo của nó là tài sản của Winu Inc. Bạn không được sao chép, chỉnh sửa hoặc phân phối bất kỳ phần nào của ứng dụng mà không có sự cho phép bằng văn bản từ Winu Inc.\n\n6. **Miễn Trừ Bảo Hành**:\nWinu Play được cung cấp “nguyên trạng” mà không có bất kỳ bảo hành nào, dù là rõ ràng hay ngụ ý. Winu Inc. không đảm bảo rằng ứng dụng sẽ hoạt động liên tục hoặc không có lỗi.\n\n7. **Giới hạn Trách nhiệm**:\nWinu Inc. không chịu trách nhiệm cho các thiệt hại gián tiếp, ngẫu nhiên, đặc biệt hoặc hậu quả phát sinh từ việc sử dụng hoặc không thể sử dụng Winu Play.\n\n8. **Thay đổi Điều khoản**:\nWinu Inc. có thể cập nhật các Điều khoản và Điều kiện này bất kỳ lúc nào. Việc tiếp tục sử dụng ứng dụng sau những thay đổi như vậy đồng nghĩa với việc bạn chấp nhận các điều khoản mới.\n\n9. **Chấm dứt**:\nWinu Inc. bảo lưu quyền chấm dứt hoặc hạn chế quyền truy cập vào Winu Play theo quyết định của mình nếu bạn vi phạm các điều khoản này.\n\n10. **Liên Hệ Với Chúng Tôi**:\nNếu bạn có câu hỏi hoặc mối quan ngại, vui lòng liên hệ với chúng tôi tại winu-co@outlook.com.\n\nCác Điều khoản và Điều kiện này được điều chỉnh bởi luật pháp của khu vực pháp lý nơi Winu Inc. đặt trụ sở. Bằng cách sử dụng Winu Play, bạn đồng ý giải quyết mọi tranh chấp thông qua trọng tài hoặc tại các tòa án có thẩm quyền của khu vực pháp lý đó.",
  "privacy_policy_content": "Chính Sách Bảo Mật của Winu Play\n\nWinu Play, được phát triển bởi Winu Inc., cam kết bảo vệ quyền riêng tư của bạn. Chính Sách Bảo Mật này giải thích cách chúng tôi xử lý thông tin của bạn khi bạn sử dụng ứng dụng phát video và nhạc của chúng tôi.\n\n1. **Thu Thập Dữ Liệu bởi Winu Play**:\nWinu Play không thu thập, lưu trữ hoặc truyền tải bất kỳ dữ liệu cá nhân hoặc dữ liệu thiết bị nào. Chúng tôi không yêu cầu đăng ký, đăng nhập hoặc tạo tài khoản, và chúng tôi không theo dõi trực tiếp hoạt động của bạn.\n\n2. **Sử Dụng Cục Bộ**:\nWinu Play hoạt động hoàn toàn trên thiết bị của bạn, chỉ truy cập vào các tệp video và âm thanh mà bạn chọn để phát từ bộ nhớ cục bộ. Không có dữ liệu nào được gửi đến các máy chủ hoặc dịch vụ bên ngoài.\n\n3. **Dịch Vụ Bên Thứ Ba (Google AdSense)**:\nWinu Play sử dụng Google AdSense để hiển thị quảng cáo. AdSense có thể thu thập dữ liệu như thông tin thiết bị (ví dụ: định danh thiết bị, địa chỉ IP), vị trí gần đúng và hoạt động của ứng dụng để cung cấp quảng cáo được cá nhân hóa. Dữ liệu này được thu thập bởi Google, không phải Winu Play. Để biết thêm chi tiết, hãy xem Chính Sách Bảo Mật của Google tại https://policies.google.com/privacy.\n\n4. **Quyền Truy Cập**:\nWinu Play yêu cầu quyền truy cập vào các tệp phương tiện của bạn (video và nhạc) để hoạt động. Bạn kiểm soát các quyền này và có thể thu hồi chúng bất kỳ lúc nào thông qua cài đặt thiết bị của bạn.\n\n5. **Thay Đổi Chính Sách**:\nWinu Inc. có thể cập nhật Chính Sách Bảo Mật này để phản ánh các thay đổi trong thực tiễn của chúng tôi. Chúng tôi sẽ thông báo cho bạn về các thay đổi quan trọng thông qua ứng dụng hoặc thông tin liên hệ của chúng tôi.\n\n6. **Liên Hệ Với Chúng Tôi**:\nNếu bạn có câu hỏi hoặc mối quan ngại về quyền riêng tư của mình, vui lòng liên hệ với chúng tôi tại winu-co@outlook.com.\n\nBằng cách sử dụng Winu Play, bạn xác nhận rằng bạn đã đọc và hiểu Chính Sách Bảo Mật này. Chính sách này tuân thủ các luật bảo vệ dữ liệu hiện hành và các yêu cầu của cửa hàng ứng dụng."
    },
    "theme_settings": {
      "title": "Cài đặt chủ đề",
      "save": "Lưu",
      "color_options": {
        "background_color": "Màu nền",
        "text_color": "Màu chữ",
        "nav_bar_color": "Màu thanh điều hướng",
        "icon_tint_color": "Màu biểu tượng",
        "button_bg_color": "Màu nút",
        "active_button_color": "Màu nút hoạt động",
          "folders_color": "Màu thư mục",
          "mini_player_background_color": "Màu nền của trình phát mini" ,
        "mini_player_position": "Vị trí trình phát nhỏ",
        "mini_player_position_values": {
          "bottom": "Dưới cùng",
          "top": "Trên cùng"
        }
      }
    },
    "browser": {
      "download_videos": "Tải video",
      "download": "Tải xuống",
      "close": "Đóng",
      "no_videos_founds": "Không tìm thấy video",
      "download_progress": "Tiến trình tải xuống",
      "no_downloads": "Không có tải xuống",
        "download_complete": "Tải xuống hoàn tất",
  "video_saved_to_winu_downloader": "Video đã được lưu vào Winu Downloader",
        "History": "Lịch sử",
    "Clear Browsing Data...": "Xóa dữ liệu duyệt web...",
    "no_history": "Không có lịch sử",
    "download_not_supported": "Tải xuống không được hỗ trợ",
    "youtube_copyright_notice": "Việc tải xuống video từ YouTube không được hỗ trợ do các hạn chế về bản quyền. Vui lòng sử dụng nội dung từ các nền tảng khác hoặc đảm bảo bạn có quyền tải xuống."
    },
    "fileOperation": {
      "Copy Here": "Sao chép tại đây",
      "Move Here": "Di chuyển tại đây",
      "Cancel": "Hủy",
      "Copying...": "Đang sao chép...",
      "Moving...": "Đang di chuyển...",
      "No folders found": "Không tìm thấy thư mục",
      "placeholder": "Tìm thư mục...",
      "Copy To": "Sao chép vào",
      "Move To": "Di chuyển vào",
      "Confirm": "Xác nhận",
      "Deleting...": "Đang xóa...",
      "deleteConfirmation": "Bạn có chắc muốn xóa {{filename}}?",
      "Save": "Lưu",
      "Rename": "Đổi tên",
      "Share": "Chia sẻ",
      "Delete": "Xóa",
      "Move": "Di chuyển",
      "Copy": "Sao chép",
      "enterFolderName": "Nhập tên thư mục",
      "errorCreatingFolder": "Lỗi khi tạo thư mục",
      "Create": "Tạo",
        "Properties": "Thuộc tính"
    },
    "videoPlayer": {
      "file": "Tệp",
      "name": "Tên: {{value}}",
      "path": "Đường dẫn: {{value}}",
      "size": "Kích thước: {{value}}",
      "created": "Ngày tạo: {{value}}",
      "multimedia": "Đa phương tiện",
      "format": "Định dạng: {{value}}",
      "duration": "Thời lượng: {{value}}",
      "resolution": "Độ phân giải: {{value}}"
    }
  }
